IdeaRS.Connections
AnchoringData.PositionType Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the type for building of connectors geometry.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateSizeMethodTypes PositionType { get; set; }
Property Value
Type: PlateSizeMethodTypes
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace